[{"lecture": "39648\\", "Timestamps": [{"text": "  Hallo und herzlich willkommen zur Vorlesung IT Service Management.  Mein Name ist Druediger Zahneko, ich bin Professor an der TU Berlin und leite dort das Fachgebiet  Informations- und Kommunikationsmanagement.  Begruesse Sie alle ganz herzlich aus unserem virtuellen Studio, das wir fuer die Aufnahme  der Videos fuer diese Veranstaltung eingerichtet haben.", "start": 0.0, "end": 41.36}, {"text": "  Freue mich, dass Sie sich fuer die Veranstaltung interessieren und sich dieses Video anschauen.  Von wo auch immer Sie das gerade tun, vielleicht sind Sie zu Hause, vielleicht sind Sie unterwegs  bei Freunden, vielleicht sind Sie auch an der Uni.  Die Videos ermoeglichen ja eine sehr flexible Nutzung.", "start": 41.36, "end": 64.24000000000001}, {"text": " Ja, ich moechte Ihnen in diesem ersten Video ein paar einfuehrende und motivierende Grundlagen  zum IT Service Management und zu dieser Veranstaltung vermitteln.  Bevor wir damit anfangen, noch zwei kurze Anmerkungen.", "start": 64.24000000000001, "end": 80.16}, {"text": " Zum einen gehe ich davon aus, dass Sie sich mit der Struktur und dem Ablauf der Veranstaltung  vorab vertraut gemacht haben und zum anderen hoffe ich, dass Sie sich alle relevanten Unterlagen,  vor allen Dingen das Skript heruntergeladen haben, damit wir jetzt startbar sind und  gemeinsam in die Inhalte einsteigen koennen.", "start": 80.16, "end": 94.6}, {"text": "  Ja, IT Service Management, warum ist das ein wichtiges Thema und warum ist das gerade in  den Unternehmen in den letzten fuenf bis zehn Jahren enorm gewachsen und hat enorm an Bedeutung  gewonnen?  Das liegt natuerlich vor allen Dingen daran, dass es beim IT Service Management um Dienstleistungen  geht und Dienstleistungen sind heute in unserer Gesellschaft und eigentlich in allen entwickelten", "start": 94.6, "end": 116.0}, {"text": " Laendern ja allgegenwaertig.  Sie spielen eine zentrale Rolle, vor allen Dingen auch gerade in den letzten Jahren,  wo wir ja immer vermehrt ueber die sogenannte digitale Transformation sprechen.  Wir alle nutzen taeglich Dienstleistungen.  Ich denke, Sie koennen sich das sehr gut vergegenwaertigen.", "start": 116.0, "end": 144.24}, {"text": " Sie fahren mit oeffentlichen Verkehrsmitteln, sie gehen im Restaurant etwas essen, sie  gehen zum Friseur, um sich die Haare schneiden zu lassen.  Sie nutzen also eigentlich jeden Tag Dienstleistungen und haben es dabei mit Anbietern von Dienstleistungen,  also sogenannten Service-Providern, zu tun.", "start": 144.24, "end": 166.24}, {"text": " Uns interessieren natuerlich vor allen Dingen die IT-Services, also die Dienstleistungen,  die auf Basis von IT-Systemen und IT-Anwendungen gestalten werden.  Und ich moechte Ihnen das an einem Beispiel erlaeutern, wenn Sie sich so ein Smartphone  anschauen.  Ja, ich weiss, das ist schon etwas aelteres Modell, aber es dient hier ja auch nur der  Anschauung.", "start": 166.24, "end": 182.72}, {"text": "  Dann ist dieses Smartphone selber zwar keine Dienstleistung, ja, das ist ein physisches Produkt,  aber es ermoeglicht uns allen Zugang zu ganz vielen Dienstleistungen.", "start": 182.72, "end": 203.07999999999998}, {"text": " Das faengt an mit Ihrem Mobil- oder Internet-Provider, der Ihnen als Dienstleistung ueberhaupt den Zugang  zum Netz anbietet, setzt sich fort in den ganz vielen Apps, die Sie typischerweise auf  so einem Smartphone installiert haben und hinter denen Dienstleistungen stecken.", "start": 203.07999999999998, "end": 210.96}, {"text": " Sie nutzen wahrscheinlich alle, die eine oder andere Streaming-Anwendungen, um Musik oder  Filme sich anzuhoeren oder anzuschauen.  Sie nutzen einen E-Mail-Service, um E-Mails zu senden oder eine Chat-App, beispielsweise  wie WhatsApp oder aehnliche.  Und wahrscheinlich nutzen sie alle auch diverse Cloud-Services heute, um in der Cloud vielleicht  Daten zu speichern oder andere Ressourcen zu nutzen.", "start": 211.88, "end": 236.56}, {"text": "  All das sind IT-Services und all die sind heute im Fokus dieser Veranstaltung.  Aber nicht nur wir als private Nutzer und Konsumenten haben es mit Dienstleistungen zu tun,  sondern natuerlich auch die Unternehmen.  Sie bieten zum einen all die Dienstleistungen, ueber die wir gerade gesprochen haben, an.  Sie sind also Service-Provider, aber sie nutzen selber auch zahlreiche Dienstleistungen.", "start": 237.56, "end": 262.56}, {"text": "  Sie beauftragen vielleicht externe Berater, um sich eine Strategie ausarbeiten zu lassen.  Sie beauftragen eine Marketing-Ightour, um einen neuen Marketingplan auszuarbeiten.  Vielleicht arbeiten sie mit einem Softwarehaus zusammen, um sich Software entwickeln zu lassen.  Also all das sind auch Dienstleistungen, die die Unternehmen in Anspruch nehmen.", "start": 262.56, "end": 286.56}, {"text": "  Wenn Sie das alles Revue passieren lassen, dann ist es glaube ich relativ klar, dass Dienstleistungen  sehr wichtig sind.  Das erkennt man auch an der Statistik, die ich Ihnen kurz zeige, dass naemlich im Jahr 2019  und 75% aller Erwerbstaetigen in Deutschland im Dienstleistungssektor taetig waren.  Also die ganz ueberwiegende Zahl aller Menschen arbeitet heute im Bereich der Dienstleistungen.", "start": 286.56, "end": 318.56}, {"text": "  Und wir haben gesehen, immer mehr dieser Dienstleistungen, dieser Services beinhalten IT oder basieren auf IT,  also nutzen Informations- und Kommunikationstechnologien.  Ich zeige Ihnen da nochmal eine Uebersicht mit beispielhaften IT-Services, die eigentlich alle als relevant gelten koennen.", "start": 318.56, "end": 343.56}, {"text": " Sie sehen oben links Cloud-Dienste, Security-Service, Anwendung-Services, Messaging-Services,  bis hin zum Training Softwareentwicklung.  Ein breites Spektrum an Dienstleistungen, die wir heute als Kunden, als Nutzer verwenden koennen.  Wenn man sich nun den Dienstleistungsmarkt einmal etwas naeher anschaut, dann kann man feststellen,  dass dieser Markt gepraegt ist von verschiedenen Eigenschaften.", "start": 343.56, "end": 366.56}, {"text": "  Er unterliegt einem enorm hohen Wettbewerbs- und Kostendruck.  Zu fast allen Dienstleistungen gibt es mehrere Anbieter, die im Wettbewerb zueinander stehen.  Und sehr haeufig wird dieser Wettbewerb auch stark ueber den Preis gefuehrt,  was dann zu einem hohen Kostendruck bei den Serviceprovidern fuehrt.  Die Kunden-Erwartungen steigen kontinuierlich an.", "start": 366.56, "end": 393.56}, {"text": "  Wir alle als Nutzer erwarten eigentlich eine kontinuierliche Weiterentwicklung der Services, die wir nutzen.  Die sollen immer mehr koennen, immer schneller werden, immer leistungsfaehiger.  Und wenn das nicht der Fall ist, dann ueberlegt man sich ueber kurz oder lang,  ob man vielleicht zu einem Konkurrenten wechselt, der entsprechende bessere Dienstleistungen anbietet.", "start": 393.56, "end": 411.56}, {"text": "  Wir haben daher eine sehr hohe Marktdynamik.  Es entstehen staendig neue Dienstleistungen, es kommen neue Anbieter auf den Markt, es verschwinden wieder Anbieter.  Also all das sind Merkmal, die eigentlich dazu fuehren sollten,  dass wir einen sehr innovativen und auch professionellen und qualitativ hochwertigen Servicemarkt haben.", "start": 411.56, "end": 437.56}, {"text": "  Aber, jetzt kommt das grosse Aber, in der Praxis ist das haeufig nicht der Fall.  Ich glaube, wenn Sie sich mal selber so ein bisschen ueberlegen, mit welchen Dienstleistern Sie es zu tun haben  und wie zufrieden Sie mit deren Dienstleistungen sind, dann kommt ganz oft so etwas wie hier raus.  Die Servicequalitaet wird von den Konsumenten als eher schlecht beurteilt.", "start": 437.56, "end": 463.56}, {"text": "  Das geht soweit, dass man in den Medien ja immer wieder von Schlagworten wie der Servicewueste beispielsweise liest oder hoert.  Also um die Qualitaet der Dienstleistungen zumindest aus Sicht der Nutzer, ist es oft nicht so gut bestellt.", "start": 463.56, "end": 487.56}, {"text": " Also es gibt eine relativ geringe Kundenzufriedenheit, und zwar im Hinblick auf die Servicequalitaet,  also auf die Funktionalitaet und den Nutzen der Services,  aber auch natuerlich insbesondere im Hinblick auf den Support.  Also auch das kennen wir alle, wenn wir mal in einer Hotline oder einem Callcenter anrufen,  wird man dort wirklich freundlich und zuvor kommen behandelt.", "start": 487.56, "end": 501.56}, {"text": "  Sind die Ansprechpartner, die man dort erreicht, wenn man ueberhaupt jemand erreicht, kompetent.  All das sind natuerlich wichtige Merkmale, die fuer den Nutzer die Qualitaet des Servicesupports ausmachen.  Auch der Preis ist natuerlich immer wieder in der Kritik.  Viele Dienstleistungen werden als sehr teuer empfunden, gerade wenn es sehr individuelle Dienstleistungen sind.", "start": 501.56, "end": 524.56}, {"text": "  Ja, haben die oft einen relativ hohen Preis.  Und die Transparenz hinsichtlich der Dienstleistung ist fuer den Nutzer, fuer den Kunden oft gering.  Oder nicht hoch genug. Man bekommt nicht genuegend Informationen ueber die Dienstleistung  und das, was sie kann und tut, zumindest nicht vorab, bevor man dann sich entscheidet,  eine bestimmte Dienstleistung zu nutzen.", "start": 524.56, "end": 552.56}, {"text": "  Es gibt also viel Kritik, wie Sie sehen. Woran liegt das eigentlich?  Man koennte ja meinen, dass die Serviceproviders allesamt oder in der grossen Zahl  erfahrene, grosse, professionell agierende Unternehmen sind.", "start": 552.56, "end": 577.56}, {"text": " Warum tun die sich so schwer, damit qualitativ hochwertige Dienstleistungen anzubieten?  Das hat viele Gruende, aber insbesondere muss man einfach feststellen,  dass die Erbringung von Services eine sehr komplexe Aufgabe ist.  Auch wenn man das als Kunde vielleicht gar nicht so oft wahrnimmt, es ist einfach hochkomplex.", "start": 577.56, "end": 594.56}, {"text": " Ich habe Ihnen hier mal einfach exemplarisch ein Bild wiedergegeben,  dass die IT-Infrastruktur hinter einem Service wiedergibt.  Sie muessen das gar nicht im Einzelnen natuerlich sich anschauen.  Es soll einfach zeigen, bei einem typischen IT-Service sind ganz viele Komponenten,  ganz viele Systeme involviert.  Das heisst, man hat es mit einer sehr komplexen Infrastruktur zu tun.", "start": 594.56, "end": 613.56}, {"text": "  Und da kann natuerlich auch vieles schiefgehen, was dann zu Qualitaetseinbussen fuehrt.  Die zweite grosse Herausforderung fuer Unternehmen, die Dienstleistungen anbieten,  ist, dass sie dafuer mehrere kritische Ressourcen benoetigen.  Hier sehen Sie ein Schraubild aus der IT-Infrastruktur Library,  ueber die wir in den naechsten Videos noch sehr intensiv sprechen werden.", "start": 613.56, "end": 637.56}, {"text": "  Sie sollen sich das jetzt auch noch gar nicht im Beteil anschauen.  Ich moechte Ihr Augenmerk nur auf die roten oder lila gefaerbten 4-6-Ecke dort richten.  Denn um eine Dienstleistung anbieten zu koennen, braucht man zum einen natuerlich  entsprechend kompetente und gute Mitarbeiter.", "start": 637.56, "end": 664.56}, {"text": " Man braucht aber zum anderen auch, das ist jetzt oben rechts, Punkt 2 in der Abbildung,  Technologien und Systeme, die gut funktionieren, die ausgereift sind,  die Perfermand sind, nicht abstuerzen und ausfallen und so weiter.  Das Dritte, was sie fast immer benoetigen, sind Partner und Lieferanten.", "start": 664.56, "end": 679.56}, {"text": "  In den allermeisten Faellen kann ein Unternehmen eine Dienstleistung nicht vollstaendig alleine erbringen,  sondern man muss mit anderen zusammenarbeiten.  Auch das schafft Komplexitaet.  Und viertens brauchen sie natuerlich auch Prozesse und Ablaeufe,  um die Dienstleistung ueberhaupt erbringen zu koennen.", "start": 679.56, "end": 703.56}, {"text": " Und alle diese vier kritischen Ressourcen muessen vorhanden sein und muessen zusammenspielen,  um eine qualitiv hochwertige Dienstleistung erbringen zu koennen.  Wenn es nur an einer Ecke hakt, dann werden die Kunden das spueren und wird die Kunden zufriedenheit leiden.", "start": 703.56, "end": 721.56}, {"text": " Sie koennen noch so gute Technologie haben, wenn sie nicht die guten und passenden Mitarbeiter haben,  um die Systeme zu bedienen und zu verwalten, dann wird es Probleme geben.  Oder wenn ihnen die Prozesse fehlen, um beispielsweise Bestellungen oder Support-Dienstleistungen anzubieten,  dann wirkt sich das auch sofort auf die Qualitaet der Dienstleistung aus.", "start": 721.56, "end": 740.56}, {"text": "  Die Ressourcen sind aber nicht die einzige Herausforderung.  Das braucht man zum Teil auch bei anderen Produkten, die man anbietet.  Dienstleistungen haben aber noch eine Reihe von Besonderheiten.  Zunaechst mal sind die Kunden oder die Konsumenten der Dienstleistung eigentlich fast immer persoenlich  in den Prozess der Dienstleistungserbringung involviert.", "start": 740.56, "end": 764.56}, {"text": "  Ganz einfaches Beispiel hier mal illustriert, wenn Sie sich die Haare schneiden lassen wollen,  dann muessen Sie persoenlich zum Friseur gehen und muessen dort anwesend sein  und sind also in den Prozess des Haare schneidens direkt involviert.  Das ist etwas anders als wenn Sie beispielsweise ein Smartphone kaufen, wie ich es Ihnen eben gezeigt habe.", "start": 764.56, "end": 784.56}, {"text": "  Da sind Sie in den Herstellungsprozess nicht involviert.  Sie wissen nicht oder nur sehr wenig darueber, wie so ein Smartphone und wo es zusammengebaut wird.  Bei Dienstleistungen ist das anders, da ist der Kunde immer unmittelbar involviert  und das fuehrt dann auch dazu, dass die wahrgenommenen Servicequalitaet bei Dienstleistungen  sehr stark subjektiv wahrgenommen wird.", "start": 784.56, "end": 809.56}, {"text": "  Dadurch, dass man persoenlich involviert ist, hat man eine unmittelbare Erfahrung,  einen unmittelbaren persoenlichen Eindruck von der Dienstleistung  und dieser Eindruck ist sehr subjektiv.  Ich komme urspruenglich aus dem Rheinland, da gibt es diesen schoenen Spruch, jeder Jaeck ist anders.", "start": 809.56, "end": 833.56}, {"text": " Also jeder Mensch ist verschieden oder unterschiedlich, hat eine andere Wahrnehmung, denkt anders  und so kann es sein, dass eine und dieselbe Dienstleistung von einer Person als sehr positiv  und von der anderen Person als negativ oder nur durchschnittlich wahrgenommen wird.  Und damit muss ein Dienstleister umgehen, er muss schauen, wie er mit diesen subjektiven Wahrnehmungen umgehen kann.", "start": 833.56, "end": 855.56}, {"text": "  Nicht zuletzt haben die Kunden natuerlich eine ganze Reihe von Erwartungen an einen Dienstleistung.  Sie erwarten, dass sie kundenorientiert erbracht wird.  Gerade wenn es einen Wettbewerb gibt, dann entscheidet man sich als Kunde typischerweise fuer den Service,  bei dem Anbieter, der einem am besten gefaellt, der am besten die eigenen Beduerfnisse erfuellt.", "start": 855.56, "end": 876.56}, {"text": "  Der Service sollte aber natuerlich auch bewaehrt und ausgereift sein.  Also im Idealfall ist der Service-Provider erfahren und hat seit viele Jahren diesen Service im Angebot.  Es passieren nur noch wenig Fehler.  Die Servicerbringung muss aus Sicht der Kunden natuerlich auch professionell sein.  Und professionell bedeutet, man erwartet eine hohe Leistungsfaehigkeit.", "start": 876.56, "end": 905.56}, {"text": "  Der Service soll stabil funktionieren, gerade bei IT-Service ist es das wichtig und natuerlich auch zuverlaessig sein.  Und nicht zuletzt erwartet der Kunde eine effiziente Servicerbringung,  was sich dann normalerweise auch im niedrigeren Kosten ausdrueckt.  Also all diese Anforderungen machen es einfach sehr komplex und aufwendig fuer einen Service-Provider, einen Service anzubieten.", "start": 905.56, "end": 934.56}, {"text": "  Das Service-Management umfasst nun alle Faehigkeiten, die eine Organisation benoetigt,  um Services zu generieren, die einen echten Wert fuer ihre Kunden und Konsumenten erzeugen.  Es geht also darum, Werte zu generieren.  Das heisst Dienstleistungen, die auch nuetzlich sind, die fuer die Kunden sinnvoll sind.  Und all die Faehigkeiten, die man dazu benoetigt.", "start": 934.56, "end": 971.56}, {"text": "  Wir haben ja eben gesehen, dass ganz viele Elemente und Bereiche dort eine Rolle spielen, in einer Organisation aufzubauen.  Um diese speziellen Faehigkeiten entwickeln zu koennen, muss ein Service-Provider sich darueber im Klaren sein,  was eigentlich den tatsaechlichen Wert seines Service fuer die Kunden ausmacht.", "start": 971.56, "end": 993.56}, {"text": "  Das klingt zunaechst mal irgendwie offensichtlich, ist aber oft schwierig oder auch zum Teil gar nicht der Fall.", "start": 993.56, "end": 1010.56}, {"text": " Es gibt immer wieder Service-Provider, die haben vielleicht eine Idee oder Vermutung darueber, warum die Kunden ihren Service nutzen,  aber was der tatsaechliche Wert und der tatsaechliche Hintergrund und die Motivation der Kunden ist, das wissen sie vielleicht nicht in ausreichender Masse.  Sie muessen natuerlich auch wissen, welche Anforderungen die Stakeholder an die Services haben.", "start": 1010.56, "end": 1025.56}, {"text": "  Und mit Stakeholder sind natuerlich jetzt zum einen die Kunden gemeint, aber auch alle anderen beteiligten Parteien.  Also wir haben ja eben gesehen, man benoetigt meistens auch Partner und Differanten, also andere Unternehmen, die bei der Dienstleistungserbringung mitarbeiten.  Und auch die haben natuerlich in der Regel Anforderungen, die der Service-Provider kennen sollte.", "start": 1025.56, "end": 1048.56}, {"text": "  Und man muss verstehen, wie eigentlich die Wertschoepfung durch den Service fuer die Kunden und die anderen Stakeholder entsteht.", "start": 1048.56, "end": 1071.56}, {"text": " Was sind so die ausschlaggebenden, wertschoepfenden Elemente und Aktivitaeten?  Sind das die besonders guten Funktionen, die ein Service hat?  Sind das die besonders guten Prozesse?  Und wenn ja, in welchem Bereich?  Ist das der Service Support?  Ist das der Bestellprozess oder aehnliche Dinge?  Und darueber muss sich ein Service-Provider im Klaren sein.", "start": 1071.56, "end": 1080.56}, {"text": "  Und auch das ist eine Aufgabe, die in den Bereich des Servicemanagement faellt.  Das Servicemanagement ist eingebunden in einen groesseren Lebenszyklus, den Sie hier einmal uebersichtsartig dargestellt werden.  Das ist der Lebenszyklus, den eine Dienstleistung typischerweise durchlaeuft.", "start": 1081.56, "end": 1108.56}, {"text": "  Von der ersten Idee, die eine Organisation hat, um eine neue Dienstleistung zu erschaffen, bis hin zum Markt austritt.  Wenn also eine Dienstleistung das Ende Ihres Lebenszykluses erreicht hat und ausser Betrieb genommen wird.  Und Sie sehen, dass sich dieser Lebenszyklus in ganz viele einzelne Schritte und Phasen unterteilt.", "start": 1108.56, "end": 1126.56}, {"text": "  Die werden wir uns im weiteren Verlauf der Veranstaltung auch noch naeher anschauen.  Im Moment ist vor allen Dingen relevant, dass es zwei uebergeordnete Phasen gibt, naemlich das sogenannte Service-Engineering und das Service-Management.", "start": 1126.56, "end": 1151.56}, {"text": " Wir konzentrieren uns in dieser Veranstaltung vor allen Dingen auf das Service-Management, also auf den zweiten Bereich, die zweite Haelfte des Lebenszyklus,  die dann den Betrieb der Dienstleistung im Kern beinhaltet.", "start": 1151.56, "end": 1168.56}, {"text": " Wir werden aber auch punktuell uns einzelne Themenbereiche im Service-Engineering anschauen,  um fast all die Aufgaben zur Entwicklung eines neuen Services oder zur Weiterentwicklung eines bestehenden Services benoetigt werden.  Fuer das Service-Management gibt es in der Praxis seit vielen Jahren einen de facto Standard, kann man sagen.", "start": 1168.56, "end": 1183.56}, {"text": "  Und dieser Standard ist die sogenannte IT Infrastructure Library oder kurz ITIL genannt.  Auf diesem Best Practice Ansatz basiert auch die Veranstaltung.  Das heisst, in den folgenden Videos werden wir sukzessive uns die Elemente dieser IT Infrastructure Library anschauen.", "start": 1183.56, "end": 1210.56}, {"text": " Was verbirgt sich dahinter?  Ich habe es schon gesagt, ITIL ist eine bronchoene uebergreifende Sammlung von Best Practices, also man kann sagen von Erfahrungen, die Service-Provider im Laufe der letzten Jahrzehnte gesammelt haben.  Die haben sie zusammengetragen und in Form von mehreren Buechern und Dokumenten zusammengeschrieben und veroeffentlicht.", "start": 1210.56, "end": 1224.56}, {"text": "  Und dieses Wissen steht uns nun im Rahmen von ITIL zur Verfuegung.  ITIL setzt sich aus mehreren Komponenten zusammen, die wir alle im Detail noch uns anschauen werden.  Jetzt vorab ganz kurz nochmal zum Ueberblick.  Im Kern von ITIL steht das sogenannte Service Value System.  Das ist ein Modell, das Sie hier schematisch dargestellt sehen, was verschiedene Elemente beinhaltet.", "start": 1224.56, "end": 1255.56}, {"text": "  Ich mag Sie kurz auf die zentrale Komponenten in der Mitte hinweisen, die Service Value Chain.  Das ist sozusagen die Wertschaffungskette, die einen Service Provider benoetigt, um Dienstleistungen anbieten zu koennen.  Neben dem Service Value System beinhaltet ITIL auch 34 sogenannte Management Practices.  Auf Deutsch wuerde man sagen Praktiken, obwohl es etwas ungebreitig ist, dieses Wort bei uns.", "start": 1255.56, "end": 1289.56}, {"text": "  Aber diese Management Practices fassen im Prinzip das konkrete Wissen, das in ITIL representiert ist, zusammen und strukturieren das in 34 Bereiche.  Sie sehen an den Saeulen hier unten, es gibt General Management Practices, das sind also Erfahrungen und Kompetenzen aus dem Bereich des allgemeinen Managements,  die aber auch fuer das IT Service Management relevant sind.", "start": 1289.56, "end": 1310.56}, {"text": "  Dann im Kern bildet die mittlere Saeule, die Service Management Practices.  Rechts haben wir dann noch ein paar ausgewaehlte technisch orientierte Practices, die dann staerker auf IT-technische Aufgaben und Herausforderungen eingehen.", "start": 1310.56, "end": 1340.56}, {"text": "  In diesen Practices finden Sie im Detail die einzelnen Hinweise und Informationen, die einem Unternehmen dann dabei helfen, ein IT Service Management aufzubauen und die Inhalte des IT Service Management zu gestalten.  Der dritte und letzte grosse Block in ITIL sind die sogenannten Sieben Guiding Principles.", "start": 1340.56, "end": 1358.56}, {"text": "  Das sind im Prinzip grundlegende Philosophien, die hinter ITIL stecken, die wir auch uns noch in einem eigenen Video im Beteil anschauen werden.  Da geht es um Dinge wie agiles Arbeiten, um die Zusammenarbeit und Kooperation und so weiter.", "start": 1358.56, "end": 1375.56}, {"text": "  Also auch hier stecken viele Dinge dahinter, die Sie vielleicht auch schon aus anderen Bereichen kennen, die man aber hier noch einmal speziell fuer das IT Service Management zusammengefasst hat.  ITIL selber ist nicht neu. Im Gegenteil, das ist schon eine relativ lange Entwicklung, die knapp 30 Jahre zurueckreicht.", "start": 1375.56, "end": 1390.56}, {"text": "  Also seit der ersten Version dieser Best Practice sind jetzt knapp 30 Jahre vergangen.  Urspruenglich wurde ITIL einmal entwickelt in Grossbritannien und zwar von der sogenannten Central Computer and Telecommunications Agency.  Das war die damalige Regierungsbehoerde, die sich um IT Services fuer die britische Regierung kuemmern durfte oder musste.", "start": 1390.56, "end": 1416.56}, {"text": "  Und die hat damals entschieden, dass uns doch mal unsere Erfahrungen zusammentragen und aufschreiben und auch mit anderen Leuten darueber sprechen.  Und so entstand dann die erste Version von ITIL.  Mittlerweile, ich habe es schon gesagt, ist ITIL zu dem internationalen DEFACTO Standard geworden.", "start": 1416.56, "end": 1435.56}, {"text": "  Das heisst, ueberall auf der Welt, wenn Organisationen oder IT Service Provider ueber das Service Management sprechen,  dann basieren die Aussagen und auch die Ablaeufe, die man heute in der Praxis findet, eigentlich fast immer auf den Inhalten von ITIL.  Verknuepft ist ITIL dann auch mit einer sehr umfangreichen Ausbildungs- und Zertifizierungsoffensive.", "start": 1435.56, "end": 1464.56}, {"text": "  Es gibt also vielfaeltige Schulungs- und Zertifizierungsprogramme, die man absolvieren kann ueber mehrere Stufen hinweg von der sogenannten Foundationspruefung bis hin zum ITIL-Experten.", "start": 1464.56, "end": 1480.56}, {"text": "  Also auch hier wurde sehr viel getan, um es Mitarbeitern, die im Bereich des IT Service Management taetig sind, zu ermoeglichen, sich entsprechend zu qualifizieren und die Inhalte, die ITIL enthalten sind, zu erarbeiten.  Gut, damit waeren wir am Ende dieses einfuehrenden Videos.", "start": 1480.56, "end": 1493.56}, {"text": "  Wir werden uns dann in den kommenden Videos im Detail mit den verschiedenen Inhalten des IT Service Management und von ITIL beschaeftigen.  Ja, und freue mich, wenn Sie dann beim naechsten Video mir wieder zuhoeren.", "start": 1493.56, "end": 1499.56}]}, {"lecture": "39648\\", "Timestamps": [{"text": "  Hallo und herzlich willkommen zur Vorlesung IT Service Management.  Mein Name ist Druediger Zahneko, ich bin Professor an der TU Berlin und leite dort das Fachgebiet  Informations- und Kommunikationsmanagement.  Begruesse Sie alle ganz herzlich aus unserem virtuellen Studio, das wir fuer die Aufnahme  der Videos fuer diese Veranstaltung eingerichtet haben.", "start": 0.0, "end": 41.36}, {"text": "  Freue mich, dass Sie sich fuer die Veranstaltung interessieren und sich dieses Video anschauen.  Von wo auch immer Sie das gerade tun, vielleicht sind Sie zu Hause, vielleicht sind Sie unterwegs  bei Freunden, vielleicht sind Sie auch an der Uni.  Die Videos ermoeglichen ja eine sehr flexible Nutzung.", "start": 41.36, "end": 64.24000000000001}, {"text": " Ja, ich moechte Ihnen in diesem ersten Video ein paar einfuehrende und motivierende Grundlagen  zum IT Service Management und zu dieser Veranstaltung vermitteln.  Bevor wir damit anfangen, noch zwei kurze Anmerkungen.", "start": 64.24000000000001, "end": 80.16}, {"text": " Zum einen gehe ich davon aus, dass Sie sich mit der Struktur und dem Ablauf der Veranstaltung  vorab vertraut gemacht haben und zum anderen hoffe ich, dass Sie sich alle relevanten Unterlagen,  vor allen Dingen das Skript heruntergeladen haben, damit wir jetzt startbar sind und  gemeinsam in die Inhalte einsteigen koennen.", "start": 80.16, "end": 94.6}, {"text": "  Ja, IT Service Management, warum ist das ein wichtiges Thema und warum ist das gerade in  den Unternehmen in den letzten fuenf bis zehn Jahren enorm gewachsen und hat enorm an Bedeutung  gewonnen?  Das liegt natuerlich vor allen Dingen daran, dass es beim IT Service Management um Dienstleistungen  geht und Dienstleistungen sind heute in unserer Gesellschaft und eigentlich in allen entwickelten", "start": 94.6, "end": 116.0}, {"text": " Laendern ja allgegenwaertig.  Sie spielen eine zentrale Rolle, vor allen Dingen auch gerade in den letzten Jahren,  wo wir ja immer vermehrt ueber die sogenannte digitale Transformation sprechen.  Wir alle nutzen taeglich Dienstleistungen.  Ich denke, Sie koennen sich das sehr gut vergegenwaertigen.", "start": 116.0, "end": 144.24}, {"text": " Sie fahren mit oeffentlichen Verkehrsmitteln, sie gehen im Restaurant etwas essen, sie  gehen zum Friseur, um sich die Haare schneiden zu lassen.  Sie nutzen also eigentlich jeden Tag Dienstleistungen und haben es dabei mit Anbietern von Dienstleistungen,  also sogenannten Service-Providern, zu tun.", "start": 144.24, "end": 166.24}, {"text": " Uns interessieren natuerlich vor allen Dingen die IT-Services, also die Dienstleistungen,  die auf Basis von IT-Systemen und IT-Anwendungen gestalten werden.  Und ich moechte Ihnen das an einem Beispiel erlaeutern, wenn Sie sich so ein Smartphone  anschauen.  Ja, ich weiss, das ist schon etwas aelteres Modell, aber es dient hier ja auch nur der  Anschauung.", "start": 166.24, "end": 182.72}, {"text": "  Dann ist dieses Smartphone selber zwar keine Dienstleistung, ja, das ist ein physisches Produkt,  aber es ermoeglicht uns allen Zugang zu ganz vielen Dienstleistungen.", "start": 182.72, "end": 203.07999999999998}, {"text": " Das faengt an mit Ihrem Mobil- oder Internet-Provider, der Ihnen als Dienstleistung ueberhaupt den Zugang  zum Netz anbietet, setzt sich fort in den ganz vielen Apps, die Sie typischerweise auf  so einem Smartphone installiert haben und hinter denen Dienstleistungen stecken.", "start": 203.07999999999998, "end": 210.96}, {"text": " Sie nutzen wahrscheinlich alle, die eine oder andere Streaming-Anwendungen, um Musik oder  Filme sich anzuhoeren oder anzuschauen.  Sie nutzen einen E-Mail-Service, um E-Mails zu senden oder eine Chat-App, beispielsweise  wie WhatsApp oder aehnliche.  Und wahrscheinlich nutzen sie alle auch diverse Cloud-Services heute, um in der Cloud vielleicht  Daten zu speichern oder andere Ressourcen zu nutzen.", "start": 211.88, "end": 236.56}, {"text": "  All das sind IT-Services und all die sind heute im Fokus dieser Veranstaltung.  Aber nicht nur wir als private Nutzer und Konsumenten haben es mit Dienstleistungen zu tun,  sondern natuerlich auch die Unternehmen.  Sie bieten zum einen all die Dienstleistungen, ueber die wir gerade gesprochen haben, an.  Sie sind also Service-Provider, aber sie nutzen selber auch zahlreiche Dienstleistungen.", "start": 237.56, "end": 262.56}, {"text": "  Sie beauftragen vielleicht externe Berater, um sich eine Strategie ausarbeiten zu lassen.  Sie beauftragen eine Marketing-Ightour, um einen neuen Marketingplan auszuarbeiten.  Vielleicht arbeiten sie mit einem Softwarehaus zusammen, um sich Software entwickeln zu lassen.  Also all das sind auch Dienstleistungen, die die Unternehmen in Anspruch nehmen.", "start": 262.56, "end": 286.56}, {"text": "  Wenn Sie das alles Revue passieren lassen, dann ist es glaube ich relativ klar, dass Dienstleistungen  sehr wichtig sind.  Das erkennt man auch an der Statistik, die ich Ihnen kurz zeige, dass naemlich im Jahr 2019  und 75% aller Erwerbstaetigen in Deutschland im Dienstleistungssektor taetig waren.  Also die ganz ueberwiegende Zahl aller Menschen arbeitet heute im Bereich der Dienstleistungen.", "start": 286.56, "end": 318.56}, {"text": "  Und wir haben gesehen, immer mehr dieser Dienstleistungen, dieser Services beinhalten IT oder basieren auf IT,  also nutzen Informations- und Kommunikationstechnologien.  Ich zeige Ihnen da nochmal eine Uebersicht mit beispielhaften IT-Services, die eigentlich alle als relevant gelten koennen.", "start": 318.56, "end": 343.56}, {"text": " Sie sehen oben links Cloud-Dienste, Security-Service, Anwendung-Services, Messaging-Services,  bis hin zum Training Softwareentwicklung.  Ein breites Spektrum an Dienstleistungen, die wir heute als Kunden, als Nutzer verwenden koennen.  Wenn man sich nun den Dienstleistungsmarkt einmal etwas naeher anschaut, dann kann man feststellen,  dass dieser Markt gepraegt ist von verschiedenen Eigenschaften.", "start": 343.56, "end": 366.56}, {"text": "  Er unterliegt einem enorm hohen Wettbewerbs- und Kostendruck.  Zu fast allen Dienstleistungen gibt es mehrere Anbieter, die im Wettbewerb zueinander stehen.  Und sehr haeufig wird dieser Wettbewerb auch stark ueber den Preis gefuehrt,  was dann zu einem hohen Kostendruck bei den Serviceprovidern fuehrt.  Die Kunden-Erwartungen steigen kontinuierlich an.", "start": 366.56, "end": 393.56}, {"text": "  Wir alle als Nutzer erwarten eigentlich eine kontinuierliche Weiterentwicklung der Services, die wir nutzen.  Die sollen immer mehr koennen, immer schneller werden, immer leistungsfaehiger.  Und wenn das nicht der Fall ist, dann ueberlegt man sich ueber kurz oder lang,  ob man vielleicht zu einem Konkurrenten wechselt, der entsprechende bessere Dienstleistungen anbietet.", "start": 393.56, "end": 411.56}, {"text": "  Wir haben daher eine sehr hohe Marktdynamik.  Es entstehen staendig neue Dienstleistungen, es kommen neue Anbieter auf den Markt, es verschwinden wieder Anbieter.  Also all das sind Merkmal, die eigentlich dazu fuehren sollten,  dass wir einen sehr innovativen und auch professionellen und qualitativ hochwertigen Servicemarkt haben.", "start": 411.56, "end": 437.56}, {"text": "  Aber, jetzt kommt das grosse Aber, in der Praxis ist das haeufig nicht der Fall.  Ich glaube, wenn Sie sich mal selber so ein bisschen ueberlegen, mit welchen Dienstleistern Sie es zu tun haben  und wie zufrieden Sie mit deren Dienstleistungen sind, dann kommt ganz oft so etwas wie hier raus.  Die Servicequalitaet wird von den Konsumenten als eher schlecht beurteilt.", "start": 437.56, "end": 463.56}, {"text": "  Das geht soweit, dass man in den Medien ja immer wieder von Schlagworten wie der Servicewueste beispielsweise liest oder hoert.  Also um die Qualitaet der Dienstleistungen zumindest aus Sicht der Nutzer, ist es oft nicht so gut bestellt.", "start": 463.56, "end": 487.56}, {"text": " Also es gibt eine relativ geringe Kundenzufriedenheit, und zwar im Hinblick auf die Servicequalitaet,  also auf die Funktionalitaet und den Nutzen der Services,  aber auch natuerlich insbesondere im Hinblick auf den Support.  Also auch das kennen wir alle, wenn wir mal in einer Hotline oder einem Callcenter anrufen,  wird man dort wirklich freundlich und zuvor kommen behandelt.", "start": 487.56, "end": 501.56}, {"text": "  Sind die Ansprechpartner, die man dort erreicht, wenn man ueberhaupt jemand erreicht, kompetent.  All das sind natuerlich wichtige Merkmale, die fuer den Nutzer die Qualitaet des Servicesupports ausmachen.  Auch der Preis ist natuerlich immer wieder in der Kritik.  Viele Dienstleistungen werden als sehr teuer empfunden, gerade wenn es sehr individuelle Dienstleistungen sind.", "start": 501.56, "end": 524.56}, {"text": "  Ja, haben die oft einen relativ hohen Preis.  Und die Transparenz hinsichtlich der Dienstleistung ist fuer den Nutzer, fuer den Kunden oft gering.  Oder nicht hoch genug. Man bekommt nicht genuegend Informationen ueber die Dienstleistung  und das, was sie kann und tut, zumindest nicht vorab, bevor man dann sich entscheidet,  eine bestimmte Dienstleistung zu nutzen.", "start": 524.56, "end": 552.56}, {"text": "  Es gibt also viel Kritik, wie Sie sehen. Woran liegt das eigentlich?  Man koennte ja meinen, dass die Serviceproviders allesamt oder in der grossen Zahl  erfahrene, grosse, professionell agierende Unternehmen sind.", "start": 552.56, "end": 577.56}, {"text": " Warum tun die sich so schwer, damit qualitativ hochwertige Dienstleistungen anzubieten?  Das hat viele Gruende, aber insbesondere muss man einfach feststellen,  dass die Erbringung von Services eine sehr komplexe Aufgabe ist.  Auch wenn man das als Kunde vielleicht gar nicht so oft wahrnimmt, es ist einfach hochkomplex.", "start": 577.56, "end": 594.56}, {"text": " Ich habe Ihnen hier mal einfach exemplarisch ein Bild wiedergegeben,  dass die IT-Infrastruktur hinter einem Service wiedergibt.  Sie muessen das gar nicht im Einzelnen natuerlich sich anschauen.  Es soll einfach zeigen, bei einem typischen IT-Service sind ganz viele Komponenten,  ganz viele Systeme involviert.  Das heisst, man hat es mit einer sehr komplexen Infrastruktur zu tun.", "start": 594.56, "end": 613.56}, {"text": "  Und da kann natuerlich auch vieles schiefgehen, was dann zu Qualitaetseinbussen fuehrt.  Die zweite grosse Herausforderung fuer Unternehmen, die Dienstleistungen anbieten,  ist, dass sie dafuer mehrere kritische Ressourcen benoetigen.  Hier sehen Sie ein Schraubild aus der IT-Infrastruktur Library,  ueber die wir in den naechsten Videos noch sehr intensiv sprechen werden.", "start": 613.56, "end": 637.56}, {"text": "  Sie sollen sich das jetzt auch noch gar nicht im Beteil anschauen.  Ich moechte Ihr Augenmerk nur auf die roten oder lila gefaerbten 4-6-Ecke dort richten.  Denn um eine Dienstleistung anbieten zu koennen, braucht man zum einen natuerlich  entsprechend kompetente und gute Mitarbeiter.", "start": 637.56, "end": 664.56}, {"text": " Man braucht aber zum anderen auch, das ist jetzt oben rechts, Punkt 2 in der Abbildung,  Technologien und Systeme, die gut funktionieren, die ausgereift sind,  die Perfermand sind, nicht abstuerzen und ausfallen und so weiter.  Das Dritte, was sie fast immer benoetigen, sind Partner und Lieferanten.", "start": 664.56, "end": 679.56}, {"text": "  In den allermeisten Faellen kann ein Unternehmen eine Dienstleistung nicht vollstaendig alleine erbringen,  sondern man muss mit anderen zusammenarbeiten.  Auch das schafft Komplexitaet.  Und viertens brauchen sie natuerlich auch Prozesse und Ablaeufe,  um die Dienstleistung ueberhaupt erbringen zu koennen.", "start": 679.56, "end": 703.56}, {"text": " Und alle diese vier kritischen Ressourcen muessen vorhanden sein und muessen zusammenspielen,  um eine qualitiv hochwertige Dienstleistung erbringen zu koennen.  Wenn es nur an einer Ecke hakt, dann werden die Kunden das spueren und wird die Kunden zufriedenheit leiden.", "start": 703.56, "end": 721.56}, {"text": " Sie koennen noch so gute Technologie haben, wenn sie nicht die guten und passenden Mitarbeiter haben,  um die Systeme zu bedienen und zu verwalten, dann wird es Probleme geben.  Oder wenn ihnen die Prozesse fehlen, um beispielsweise Bestellungen oder Support-Dienstleistungen anzubieten,  dann wirkt sich das auch sofort auf die Qualitaet der Dienstleistung aus.", "start": 721.56, "end": 740.56}, {"text": "  Die Ressourcen sind aber nicht die einzige Herausforderung.  Das braucht man zum Teil auch bei anderen Produkten, die man anbietet.  Dienstleistungen haben aber noch eine Reihe von Besonderheiten.  Zunaechst mal sind die Kunden oder die Konsumenten der Dienstleistung eigentlich fast immer persoenlich  in den Prozess der Dienstleistungserbringung involviert.", "start": 740.56, "end": 764.56}, {"text": "  Ganz einfaches Beispiel hier mal illustriert, wenn Sie sich die Haare schneiden lassen wollen,  dann muessen Sie persoenlich zum Friseur gehen und muessen dort anwesend sein  und sind also in den Prozess des Haare schneidens direkt involviert.  Das ist etwas anders als wenn Sie beispielsweise ein Smartphone kaufen, wie ich es Ihnen eben gezeigt habe.", "start": 764.56, "end": 784.56}, {"text": "  Da sind Sie in den Herstellungsprozess nicht involviert.  Sie wissen nicht oder nur sehr wenig darueber, wie so ein Smartphone und wo es zusammengebaut wird.  Bei Dienstleistungen ist das anders, da ist der Kunde immer unmittelbar involviert  und das fuehrt dann auch dazu, dass die wahrgenommenen Servicequalitaet bei Dienstleistungen  sehr stark subjektiv wahrgenommen wird.", "start": 784.56, "end": 809.56}, {"text": "  Dadurch, dass man persoenlich involviert ist, hat man eine unmittelbare Erfahrung,  einen unmittelbaren persoenlichen Eindruck von der Dienstleistung  und dieser Eindruck ist sehr subjektiv.  Ich komme urspruenglich aus dem Rheinland, da gibt es diesen schoenen Spruch, jeder Jaeck ist anders.", "start": 809.56, "end": 833.56}, {"text": " Also jeder Mensch ist verschieden oder unterschiedlich, hat eine andere Wahrnehmung, denkt anders  und so kann es sein, dass eine und dieselbe Dienstleistung von einer Person als sehr positiv  und von der anderen Person als negativ oder nur durchschnittlich wahrgenommen wird.  Und damit muss ein Dienstleister umgehen, er muss schauen, wie er mit diesen subjektiven Wahrnehmungen umgehen kann.", "start": 833.56, "end": 855.56}, {"text": "  Nicht zuletzt haben die Kunden natuerlich eine ganze Reihe von Erwartungen an einen Dienstleistung.  Sie erwarten, dass sie kundenorientiert erbracht wird.  Gerade wenn es einen Wettbewerb gibt, dann entscheidet man sich als Kunde typischerweise fuer den Service,  bei dem Anbieter, der einem am besten gefaellt, der am besten die eigenen Beduerfnisse erfuellt.", "start": 855.56, "end": 876.56}, {"text": "  Der Service sollte aber natuerlich auch bewaehrt und ausgereift sein.  Also im Idealfall ist der Service-Provider erfahren und hat seit viele Jahren diesen Service im Angebot.  Es passieren nur noch wenig Fehler.  Die Servicerbringung muss aus Sicht der Kunden natuerlich auch professionell sein.  Und professionell bedeutet, man erwartet eine hohe Leistungsfaehigkeit.", "start": 876.56, "end": 905.56}, {"text": "  Der Service soll stabil funktionieren, gerade bei IT-Service ist es das wichtig und natuerlich auch zuverlaessig sein.  Und nicht zuletzt erwartet der Kunde eine effiziente Servicerbringung,  was sich dann normalerweise auch im niedrigeren Kosten ausdrueckt.  Also all diese Anforderungen machen es einfach sehr komplex und aufwendig fuer einen Service-Provider, einen Service anzubieten.", "start": 905.56, "end": 934.56}, {"text": "  Das Service-Management umfasst nun alle Faehigkeiten, die eine Organisation benoetigt,  um Services zu generieren, die einen echten Wert fuer ihre Kunden und Konsumenten erzeugen.  Es geht also darum, Werte zu generieren.  Das heisst Dienstleistungen, die auch nuetzlich sind, die fuer die Kunden sinnvoll sind.  Und all die Faehigkeiten, die man dazu benoetigt.", "start": 934.56, "end": 971.56}, {"text": "  Wir haben ja eben gesehen, dass ganz viele Elemente und Bereiche dort eine Rolle spielen, in einer Organisation aufzubauen.  Um diese speziellen Faehigkeiten entwickeln zu koennen, muss ein Service-Provider sich darueber im Klaren sein,  was eigentlich den tatsaechlichen Wert seines Service fuer die Kunden ausmacht.", "start": 971.56, "end": 993.56}, {"text": "  Das klingt zunaechst mal irgendwie offensichtlich, ist aber oft schwierig oder auch zum Teil gar nicht der Fall.", "start": 993.56, "end": 1010.56}, {"text": " Es gibt immer wieder Service-Provider, die haben vielleicht eine Idee oder Vermutung darueber, warum die Kunden ihren Service nutzen,  aber was der tatsaechliche Wert und der tatsaechliche Hintergrund und die Motivation der Kunden ist, das wissen sie vielleicht nicht in ausreichender Masse.  Sie muessen natuerlich auch wissen, welche Anforderungen die Stakeholder an die Services haben.", "start": 1010.56, "end": 1025.56}, {"text": "  Und mit Stakeholder sind natuerlich jetzt zum einen die Kunden gemeint, aber auch alle anderen beteiligten Parteien.  Also wir haben ja eben gesehen, man benoetigt meistens auch Partner und Differanten, also andere Unternehmen, die bei der Dienstleistungserbringung mitarbeiten.  Und auch die haben natuerlich in der Regel Anforderungen, die der Service-Provider kennen sollte.", "start": 1025.56, "end": 1048.56}, {"text": "  Und man muss verstehen, wie eigentlich die Wertschoepfung durch den Service fuer die Kunden und die anderen Stakeholder entsteht.", "start": 1048.56, "end": 1071.56}, {"text": " Was sind so die ausschlaggebenden, wertschoepfenden Elemente und Aktivitaeten?  Sind das die besonders guten Funktionen, die ein Service hat?  Sind das die besonders guten Prozesse?  Und wenn ja, in welchem Bereich?  Ist das der Service Support?  Ist das der Bestellprozess oder aehnliche Dinge?  Und darueber muss sich ein Service-Provider im Klaren sein.", "start": 1071.56, "end": 1080.56}, {"text": "  Und auch das ist eine Aufgabe, die in den Bereich des Servicemanagement faellt.  Das Servicemanagement ist eingebunden in einen groesseren Lebenszyklus, den Sie hier einmal uebersichtsartig dargestellt werden.  Das ist der Lebenszyklus, den eine Dienstleistung typischerweise durchlaeuft.", "start": 1081.56, "end": 1108.56}, {"text": "  Von der ersten Idee, die eine Organisation hat, um eine neue Dienstleistung zu erschaffen, bis hin zum Markt austritt.  Wenn also eine Dienstleistung das Ende Ihres Lebenszykluses erreicht hat und ausser Betrieb genommen wird.  Und Sie sehen, dass sich dieser Lebenszyklus in ganz viele einzelne Schritte und Phasen unterteilt.", "start": 1108.56, "end": 1126.56}, {"text": "  Die werden wir uns im weiteren Verlauf der Veranstaltung auch noch naeher anschauen.  Im Moment ist vor allen Dingen relevant, dass es zwei uebergeordnete Phasen gibt, naemlich das sogenannte Service-Engineering und das Service-Management.", "start": 1126.56, "end": 1151.56}, {"text": " Wir konzentrieren uns in dieser Veranstaltung vor allen Dingen auf das Service-Management, also auf den zweiten Bereich, die zweite Haelfte des Lebenszyklus,  die dann den Betrieb der Dienstleistung im Kern beinhaltet.", "start": 1151.56, "end": 1168.56}, {"text": " Wir werden aber auch punktuell uns einzelne Themenbereiche im Service-Engineering anschauen,  um fast all die Aufgaben zur Entwicklung eines neuen Services oder zur Weiterentwicklung eines bestehenden Services benoetigt werden.  Fuer das Service-Management gibt es in der Praxis seit vielen Jahren einen de facto Standard, kann man sagen.", "start": 1168.56, "end": 1183.56}, {"text": "  Und dieser Standard ist die sogenannte IT Infrastructure Library oder kurz ITIL genannt.  Auf diesem Best Practice Ansatz basiert auch die Veranstaltung.  Das heisst, in den folgenden Videos werden wir sukzessive uns die Elemente dieser IT Infrastructure Library anschauen.", "start": 1183.56, "end": 1210.56}, {"text": " Was verbirgt sich dahinter?  Ich habe es schon gesagt, ITIL ist eine bronchoene uebergreifende Sammlung von Best Practices, also man kann sagen von Erfahrungen, die Service-Provider im Laufe der letzten Jahrzehnte gesammelt haben.  Die haben sie zusammengetragen und in Form von mehreren Buechern und Dokumenten zusammengeschrieben und veroeffentlicht.", "start": 1210.56, "end": 1224.56}, {"text": "  Und dieses Wissen steht uns nun im Rahmen von ITIL zur Verfuegung.  ITIL setzt sich aus mehreren Komponenten zusammen, die wir alle im Detail noch uns anschauen werden.  Jetzt vorab ganz kurz nochmal zum Ueberblick.  Im Kern von ITIL steht das sogenannte Service Value System.  Das ist ein Modell, das Sie hier schematisch dargestellt sehen, was verschiedene Elemente beinhaltet.", "start": 1224.56, "end": 1255.56}, {"text": "  Ich mag Sie kurz auf die zentrale Komponenten in der Mitte hinweisen, die Service Value Chain.  Das ist sozusagen die Wertschaffungskette, die einen Service Provider benoetigt, um Dienstleistungen anbieten zu koennen.  Neben dem Service Value System beinhaltet ITIL auch 34 sogenannte Management Practices.  Auf Deutsch wuerde man sagen Praktiken, obwohl es etwas ungebreitig ist, dieses Wort bei uns.", "start": 1255.56, "end": 1289.56}, {"text": "  Aber diese Management Practices fassen im Prinzip das konkrete Wissen, das in ITIL representiert ist, zusammen und strukturieren das in 34 Bereiche.  Sie sehen an den Saeulen hier unten, es gibt General Management Practices, das sind also Erfahrungen und Kompetenzen aus dem Bereich des allgemeinen Managements,  die aber auch fuer das IT Service Management relevant sind.", "start": 1289.56, "end": 1310.56}, {"text": "  Dann im Kern bildet die mittlere Saeule, die Service Management Practices.  Rechts haben wir dann noch ein paar ausgewaehlte technisch orientierte Practices, die dann staerker auf IT-technische Aufgaben und Herausforderungen eingehen.", "start": 1310.56, "end": 1340.56}, {"text": "  In diesen Practices finden Sie im Detail die einzelnen Hinweise und Informationen, die einem Unternehmen dann dabei helfen, ein IT Service Management aufzubauen und die Inhalte des IT Service Management zu gestalten.  Der dritte und letzte grosse Block in ITIL sind die sogenannten Sieben Guiding Principles.", "start": 1340.56, "end": 1358.56}, {"text": "  Das sind im Prinzip grundlegende Philosophien, die hinter ITIL stecken, die wir auch uns noch in einem eigenen Video im Beteil anschauen werden.  Da geht es um Dinge wie agiles Arbeiten, um die Zusammenarbeit und Kooperation und so weiter.", "start": 1358.56, "end": 1375.56}, {"text": "  Also auch hier stecken viele Dinge dahinter, die Sie vielleicht auch schon aus anderen Bereichen kennen, die man aber hier noch einmal speziell fuer das IT Service Management zusammengefasst hat.  ITIL selber ist nicht neu. Im Gegenteil, das ist schon eine relativ lange Entwicklung, die knapp 30 Jahre zurueckreicht.", "start": 1375.56, "end": 1390.56}, {"text": "  Also seit der ersten Version dieser Best Practice sind jetzt knapp 30 Jahre vergangen.  Urspruenglich wurde ITIL einmal entwickelt in Grossbritannien und zwar von der sogenannten Central Computer and Telecommunications Agency.  Das war die damalige Regierungsbehoerde, die sich um IT Services fuer die britische Regierung kuemmern durfte oder musste.", "start": 1390.56, "end": 1416.56}, {"text": "  Und die hat damals entschieden, dass uns doch mal unsere Erfahrungen zusammentragen und aufschreiben und auch mit anderen Leuten darueber sprechen.  Und so entstand dann die erste Version von ITIL.  Mittlerweile, ich habe es schon gesagt, ist ITIL zu dem internationalen DEFACTO Standard geworden.", "start": 1416.56, "end": 1435.56}, {"text": "  Das heisst, ueberall auf der Welt, wenn Organisationen oder IT Service Provider ueber das Service Management sprechen,  dann basieren die Aussagen und auch die Ablaeufe, die man heute in der Praxis findet, eigentlich fast immer auf den Inhalten von ITIL.  Verknuepft ist ITIL dann auch mit einer sehr umfangreichen Ausbildungs- und Zertifizierungsoffensive.", "start": 1435.56, "end": 1464.56}, {"text": "  Es gibt also vielfaeltige Schulungs- und Zertifizierungsprogramme, die man absolvieren kann ueber mehrere Stufen hinweg von der sogenannten Foundationspruefung bis hin zum ITIL-Experten.", "start": 1464.56, "end": 1480.56}, {"text": "  Also auch hier wurde sehr viel getan, um es Mitarbeitern, die im Bereich des IT Service Management taetig sind, zu ermoeglichen, sich entsprechend zu qualifizieren und die Inhalte, die ITIL enthalten sind, zu erarbeiten.  Gut, damit waeren wir am Ende dieses einfuehrenden Videos.", "start": 1480.56, "end": 1493.56}, {"text": "  Wir werden uns dann in den kommenden Videos im Detail mit den verschiedenen Inhalten des IT Service Management und von ITIL beschaeftigen.  Ja, und freue mich, wenn Sie dann beim naechsten Video mir wieder zuhoeren.", "start": 1493.56, "end": 1499.56}]}]